<?php
return [
    'welcome'   => 'ยินดีต้อนรับเข้าสู่แอพของเรา',
    'app'   => [
        'aboutMenu' =>  'เกี่ยวกับ',
        'businessMenu' => 'ธุรกิจของเรา',
        'careerMenu' => 'ตำแหน่งงาน',
        'clientMenu' => 'ลูกค้าของเรา',
        'awardMenu' => 'รางวัล',
        'contactMenu' => 'ติดต่อ',
        'chequeTrackMenu' => 'ติดตามเช็ค',
        'dashboardMenu' => 'แดชบอร์ด',
        'logoutMenu' => 'ล็อกเอ้าท์',
        'loginMenu' => 'ล็อกอิน',

        'createButton' => 'สร้าง',
        'editButton' => 'แก้ไข',
        'deleteButton' => 'ลบ'
    ],
    'home' => [
        'companyTitle' => 'แมคทริค',
        'companySubtitle' => 'บริษัท แมคทริค จำกัด (มหาชน)',
        'watchStoryButton' => 'ดูเรื่องราวของเรา',

        'aboutHeading' => 'เกี่ยวกับเรา',
        'aboutParagraphOne' => 'แมคทริคประกอบกิจการงานก่อสร้างและบริการ MEP ได้แก่ คอนโดมิเนียม, โรงแรม, โรงพยาบาล, ห้างสรรพสินค้า, ห้างสรรพสินค้า, ไฮเปอร์มาร์เก็ต, โรงงาน, สายการผลิต, ยูทิลิตี้นอกโรงงานและอื่น ๆ',
        'aboutParagraphTwo' => 'เรามีความเชื่อมั่นว่าบริษัทของเรามีความมั่นคง มีประสิทธิภาพและเชื่อถือได้ เพื่อให้มั่นใจว่าบริการของเราจะให้ประโยชน์สูงสุดแก่ลูกค้า',
        'aboutParagraphThree' => 'เมื่อต้องการคุณภาพ แมคทริคเป็นบริษัทในอุดมคติที่มีความรู้ ความชำนาญ ทักษะการจัดการที่โดดเด่นไม่เหมือนใครและมีความมุ่งมั่นต่อความต้องการของลูกค้าด้วยใจบริการอย่างเต็มรูปแบบ',

        'philosophyHeading' => 'วิสัยทัศน์ของเรา',
        'philosophyParagraphOne' => 'บริษัทฯ มุ่งมั่นที่จะเป็นผู้เชี่ยวชาญในงานด้านวิศวกรรม งานรับเหมาก่อสร้าง และการติดตั้งระบบในแขนงต่างๆ',
        'philosophyParagraphTwo' => 'เพื่อให้บรรลุตามนี้ต้องใช้ประสบการณ์ความชำนาญการสื่อสารที่ยอดเยี่ยมและวิธีการที่เป็นมืออาชีพอย่างแท้จริง',

        'missionHeading' => 'พันธกิจ',
        'missionOne' => 'ส่งมอบผลงานที่มีคุณภาพให้เป็นที่พึงพอใจแก่ลูกค้า',
        'missionTwo' => 'สร้างผลตอบแทนในระดับที่เหมาะสม และยั่งยืนให้กับนักลงทุน',
        'missionThree' => 'พัฒนาและปรับปรุงประสิทธิภาพในการทำงาน เพิ่มศักยภาพในการแข่งขัน',
        'missionFour' => 'ประกอบธุรกิจโดยคำนึกถึงผู้มีส่วนได้ส่วนเสีย และรับผิดชอบต่อสังคม',
        'missionFive' => 'ลงทุนและพัฒนาบุคคลากรของบริษัทฯ อย่างต่อเนื่อง',

        'objectiveHeading' => 'วัตถุประสงค์',
        'objectiveOne' => 'ขยายงานรับเหมาติดตั้งงานระบบให้เติบโตอย่างต่อเนื่อง',
        'objectiveTwo' => 'ผลงานได้คุณภาพ ภายใต้งาบประมาณและเสร็จตามกำหนดเวลาที่สัญญาไว้กับลูกค้า',
        'objectiveThree' => 'ควบคุมระบบการปฎิบัติงานให้ได้ตามมาตรฐานและเกิดการพัฒนาอย่างต่อเนื่อง',
        'objectiveFour' => 'บริหารจัดการระบบภายในบริษัท ให้มีประสิทธิภาพ',
        'objectiveFive' => 'พัฒนาความรู้ความสามารถของบุคคลกรอย่างต่อเนื่อง',

        'policyHeading' => 'นโยบายคุณภาพ',
        'policyDescription' => 'พัฒนาอย่างต่อเนื่อง เพื่อคุณภาพที่มั่นคง และความประทับใจของลูกค้า',

        'businessHeading' => 'ธุรกิจของเรา',
        'civilMenu' => 'งานโยธาและก่อสร้าง',
        'mechanicalMenu' => 'บริการเครื่องกลไฟฟ้าและประปา (MEP)',
        'utilityMenu' => 'ท่อสาธารณูปโภค',
        'renewableMenu' => 'พลังงานทดแทน',
        'supplyMenu' => 'ระบบอัตโนมัติของซัพพลายเชน',
        'coProjectMenu' => 'โปรเจคร่วม',
        'businessButton' => 'ดูธุรกิจทั้งหมดของเรา',

        'careersHeading' => 'ร่วมงานกับเรา',
        'careersSubHeading' => 'ทำไมต้องร่วมงานกับเรา ?',
        'careersParagraphOne' => 'บริษัทฯ มุ่งมั่นที่จะเป็นผู้เชี่ยวชาญในงานด้านวิศวกรรม งานรับเหมาก่อสร้าง และการติดตั้งระบบในแขนงต่างๆเพื่อส่งมอบผลงานที่มีคุณภาพแก่ลูกค้า',
        'careersParagraphTwo' => 'ประกอบธุรกิจโดยคำนึกถึงผู้มีส่วนได้ส่วนเสีย และรับผิดชอบต่อสังคม ลงทุนและพัฒนาบุคคลากรของบริษัทฯอย่างต่อเนื่อง เรากำลังมองหาผู้ร่วมอุดมการณ์ที่จะมาร่วมสร้างสรรค์ผลงานที่มีคุณภาพกับเรา',
        'careersButton' => 'ดูตำแหน่งงานทั้งหมด',

        'clientHeading' => 'ลูกค้าของเรา',
        'clientButton' => 'ดูลูกค้าทั้งหมดของเรา',

        'awardHeading' => 'รางวัลและการรับรอง',
        'awardDescription' => 'บริษัทของเราได้รับรางวัลและการรับรองจากองค์กรเพื่อรับประกันคุณภาพ มาตรฐานและบริการตลอดจนทุกกระบวรการของบริษัท เพื่อให้ลูกค้ามั่นใจในคุณภาพและบริการของเรา',
        'awardButton' => 'ดูรางวัลของเราทั้งหมด',

        'contactHeading' => 'ติดต่อเรา',
        'contactAddress' => 'ที่อยู่',
        'contactAddressDesc' => '121/105 อาคารอาร์เอส ทาวเวอร์ ชั้น 39 ถนนรัชดาภิเษก แขวงดินแดง เขตดินแดง กรุงเทพมหานคร 10400',
        'contactEmail' => 'อีเมลหาเราได้ที่',
        'contactEmailDesc' => 'ADMIN@MCTRIC.COM',
        'contactCall' => 'โทรหาเรา',
        'contactFax' => 'แฟกซ์',
        'contactPhone' => 'โทร',

        'copyright' => 'ลิขสิทธิ์',
    ],
    'business' => [
        'businessHeading' => 'ธุรกิจของเรา',
        'civilMenu' => 'งานโยธาและก่อสร้าง',
        'mechanicalMenu' => 'บริการเครื่องกลไฟฟ้าและประปา (MEP)',
        'utilityMenu' => 'ท่อสาธารณูปโภค',
        'renewableMenu' => 'พลังงานทดแทน',
        'supplyMenu' => 'ระบบอัตโนมัติของซัพพลายเชน',
        'coProjectMenu' => 'โปรเจคร่วม',

        'client' => 'ลูกค้า',
        'designer' => 'ผู้ออกแบบ',
        'consultant' => 'ที่ปรึกษา',
        'mainContractor' => 'ผู้รับเหมาหลัก',
        'contractPeriod' => 'ระยะเวลาของสัญญา',
        'contractValue' => 'มูลค่าสัญญา',
        'scopeOfWork' => 'ขอบเขตงาน',
        'projectPhoto' => 'ภาพโครงการ',

        'businessReadMore' => 'ดูเพิ่มเติม'
    ],
    'dashboard' => [
        'dashboardHeading' => 'แอดมินแดชบอร์ด',
        'businessTab' => 'ธุรกิจของเรา',
        'businessSubHeading' => 'จัดการธุรกิจ',
        'careerTab' => 'ตำแหน่งงาน',
        'careerSubHeading' => 'จัดการตำแหน่งงาน',
        'clientTab' => 'ลูกค้า',
        'clientSubHeading' => 'จัดการลูกค้า',
        'awardTab' => 'รางวัล',
        'awardSubHeading' => 'จัดการรางวัล',
        'userTab' => 'ผู้ใช้งาน',
        'userSubHeading' => 'จัดการผู้ใช้งาน',

        'cardButton' => 'รายละเอียด'
    ],
    'career' => [
        'careerHeading' => 'ตำแหน่งงาน',
        'jobOpening' => 'ตำแหน่งงานที่เปิดรับ',
        'readMoreButton' => 'อ่านเพิ่มเติม'
    ],
    'client' => [
        'clientHeading' => 'ลูกค้า',
        'clientSubHeading' => 'ลูกค้าของเรา',
    ],
    'award' => [
        'awardHeading' => 'รางวัลและการรับรอง',
        'awardSubHeading' => 'รางวัลและการรับรอง',
    ],
    'contact' => [
        'contactHeading' => 'ติดต่อเรา',
        'contactAddress' => 'ที่อยู่',
        'contactEmail' => 'อีเมลหาเราได้ที่',
        'contactCall' => 'โทรหาเรา',
        'contactPhone' => 'โทร',
        'contactFax' => 'แฟกซ์',
    ]
];
